<?php
/* Template name: Контентная страница */
get_header();
?>
<main>
<!--    --><?php //the_content(); ?>
    <section class="content__section">
        <div class="content container-xxl">
            <div class="content__title">
<!--                <h3>УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА</h3>-->
                <div class="content__sub-title wow animate__animated  animate__fadeInLeftBig">TERMS</div>
                <div class="content__title wow animate__animated animate__fadeInLeft">УСЛОВИЯ ИСПОЛЬЗОВАНИЯ САЙТА</div>
            </div>
            <div class="wow animate__animated animate__zoomInRight content__text">
                <p>Настоящие правила пользования сайтом https://ofeli.com.ua (далее — «Сайт»), определяют условия
                    пользования сайтом, разработанные юрлицом One&Only.
                </p>
                <p>Внимание! Перед просмотром сайта внимательно прочитайте условия настоящих Правил. Если Вы не согласны
                    с этими условиями, не используйте этот сайт.</p>
                <ul>
                    <li>1. Общие положения</li>
                    <li>1.1. Все права на Сайт принадлежат юрлицу Ofeli, (код ЕГРПОУ , местонахождение: индекс, г.
                        Харьков, улица , дом , этаж ) (далее — «Компания»).
                    </li>
                    <li>1.2. Компания рекомендует пользователям сайта ознакомиться с настоящими Правилами, а также
                        Политикой Компании по обработке персональных данных. Пользуясь сайтом, вы подтверждаете свое
                        согласие с положениями настоящих Правил, а также Политикой Компании по обработке персональных
                        данных.
                    </li>
                    <li>1.3. Компания может в любое время изменять условия, изложенные в настоящих Правилах, и такие
                        изменения вступают в силу немедленно после их публикации на Сайте.
                    </li>
                    <li>1.4. Вы обязаны ознакомиться с настоящими Правилами перед каждым использованием Сайта. Если Вы
                        продолжаете пользоваться Сайтом после обнародования измененных Правил, это означает Ваше
                        согласие на соблюдение Правил со всеми его изменениями.
                    </li>
                    <li>1.5. Если какие-либо условия настоящих Правил или изменения к ним неприемлемы для Вас, Вы можете
                        не начинать пользования Сайтом или прекратить пользование Сайтом.
                    </li>
                    <li>2. Контент сайта</li>
                    <li>2.1. Компания позволяет Вам просматривать и загружать материалы этого сайта только для личного
                        некоммерческого использования, при условии сохранения вами всей информации об авторском праве и
                        других сведений о праве собственности, содержащихся в исходных материалах и любых их копиях.
                        Запрещается изменять материалы этого Сайта, а также распространять или демонстрировать их в
                        любом виде или использовать их любым другим образом для общественных или коммерческих целей.
                        Любое использование этих материалов на других сайтах или в компьютерных сетях запрещается.
                    </li>
                    <li>2.2. Материалы и услуги этого сайта предоставляются «как есть» без каких-либо гарантий. Компания
                        не гарантирует точности и полноты материалов, программ и услуг на этом Сайте. Компания в любое
                        время без уведомления может вносить изменения в материалы и услуги, предоставляемые на этом
                        Сайте, а также в упомянутые в них продукты и цены. В случае старения материалов и услуг на этом
                        Сайте Компания не обязана обновлять их. Компания ни при каких обстоятельствах не несет
                        ответственности за любые убытки (включая, но не ограничиваясь ущербом от потери прибыли, данных
                        или от прерывания деловой активности, упущенную выгоду и т.д.), возникшие вследствие
                        использования, невозможности использования или результатов использования этого сайта.
                    </li>
                    <li>2.3. Регистрируясь на Сайте, вы соглашаетесь предоставить достоверную и точную информацию о себе
                        и свои контактные данные. В результате регистрации вы получаете логин и пароль, за безопасность
                        которых Вы несете ответственность самостоятельно. Вы также несете ответственность за все
                        действия под вашим логином и паролем на Сайте. В случае потери регистрационных данных Вы
                        обязуетесь сообщить Компании об этом. Обращаясь к Компании или оставляя комментарии на Сайте, вы
                        несете ответственность, что данное сообщение не является незаконным, вредоносным, угрожающим,
                        клеветническим, оскорбляет нравственность, нарушает авторские права, пропагандирует ненависть
                        и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному
                        признакам, содержит оскорбления в адрес конкретных лиц или организаций, а также любым другим
                        образом нарушает действующее законодательство Украины. Вы соглашаетесь, что любое Ваше сообщение
                        Компания может удалять без вашего на то согласия, а также безвозмездно использовать по своему
                        усмотрению. Компания не несет ответственности за любую информацию, размещенную пользователями
                        сайта. Компания использует различные технологии для сбора и хранения информации, когда Вы
                        посещаете Сайт. Это может включать в себя запись одного или нескольких куки или анонимных
                        идентификаторов. Компания также использует куки и анонимные идентификаторы, когда Вы
                        взаимодействуете с услугами, предлагаемыми нашими партнерами, такими как рекламные услуги,
                        например, которые могут появиться на других сайтах.
                    </li>
                    <li>3. Разное</li>
                    <li>3.1. Эти Правила должны толковаться и применяться в соответствии с законами Украины. Любые споры
                        по реализации этих Правил будут решаться соответствующим судом, расположенным на территории
                        Украины.
                    </li>
                    <li>3.2. Вы соглашаетесь немедленно сообщать о любых нарушениях авторских прав по материалам сайта.
                        В случае возникновения претензий с Вашей стороны о нарушении авторских прав по материалам,
                        которые содержатся на Сайте, пожалуйста, сообщите нам по адресу (почта для контактов).
                    </li>
                </ul>
            </div>
        </div>
    </section>
</main>
<?php get_footer(); ?>
